---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemAddlInteriorOffset
source: html/3ecba497-f621-8877-7711-14923668318d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemAddlInteriorOffset Property

"Additional Interior Cover Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemAddlInteriorOffset { get; }
```